Repository: nkvoronov/script.xbmcbackup
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# Addon Summary
source: Backup and restore your Kodi database and configuration files in the event of a crash or file corruption.
uk_ua: Зберігайте і відновлюйте базу даних і конфігураційні файли XBMC, щоб не допустити втрату даних у разі аварії або пошкоджень файлів.

# Addon Description
source: Ever hosed your Kodi configuration and wished you'd had a backup? Now you can with one easy click. You can export your database, playlist, thumbnails, addons and other configuration details to any source writeable by Kodi or directly to Dropbox cloud storage. Backups can be run on demand or via a scheduler.
uk_ua: Хочете отримати резервну копію налаштувань XBMC? Тепер можете це зробити одним кліком миші. Ви можете вивантажити вашу базу даних, плейлисти, ескізи, доповнення та іншу потрібну Вам інформацію і зберегти її за допомогою XBMC або вивантажити в хмарне сховище Dropbox. Резервну копію можна зробити на вимогу або запускати за розкладом.

# #30010
source: Backup
uk_ua: Резервна копія Kodi

# #30011
source: General
uk_ua: Загальні

# #30012
source: File Selection
uk_ua: Типи файлів

# #30013
source: Scheduling
uk_ua: Розклад

# #30014
source: Simple
uk_ua: Простий

# #30015
source: Advanced
uk_ua: Розширений

# #30016
source: Backup
uk_ua: Резервна копія

# #30017
source: Restore
uk_ua: Всстановіть

# #30018
source: Browse Path
uk_ua: Вибрати шлях

# #30019
source: Type Path
uk_ua: Ручний ввід

# #30020
source: Browse Remote Path
uk_ua: Вибрати мережевий шлях

# #30021
source: Backup Folder Name
uk_ua: Ім'я папки з резервними копіями

# #30022
source: Progress Display
uk_ua: Вікно з ходом виконання

# #30023
source: Mode
uk_ua: Режим

# #30024
source: Type Remote Path
uk_ua: Ввести мережевий шлях

# #30025
source: Remote Path Type
uk_ua: Ручне введення віддаленого шляху

# #30026
source: Backups to keep (0 for all)
uk_ua: Кількість резервних копій (0 - все)

# #30028
source: Dropbox Key
uk_ua: Ключ Dropbox

# #30029
source: Dropbox Secret
uk_ua: Секретний ключ Dropbox

# #30030
source: User Addons
uk_ua: Доповнення користувача

# #30031
source: Addon Data
uk_ua: Дані доповнень

# #30032
source: Database
uk_ua: База даних

# #30033
source: Playlist
uk_ua: Список відтворювання

# #30034
source: Thumbnails/Fanart
uk_ua: Мініатюри/Фан-арт

# #30035
source: Config Files
uk_ua: Конфігураційні файли

# #30036
source: Custom Directory 1
uk_ua: Каталог користувача 1

# #30037
source: Custom Directory 2
uk_ua: Каталог користувача 2

# #30038
source: Advanced Settings Detected
uk_ua: Виявлено додаткові налаштування

# #30039
source: The advancedsettings file should be restored first
uk_ua: Файл з додатковими настройками повинен бути відновлений першим

# #30040
source: Select Yes to restore this file and restart Kodi
uk_ua: Натисніть "Так", щоб відновити цей файл і перезапустити Kodi

# #30041
source: Select No to continue
uk_ua: Натисніть "Ні" для продовження

# #30042
source: Resume Restore
uk_ua: Відновити відновлення

# #30043
source: The Backup addon has detected an unfinished restore
uk_ua: Kodi Backup виявив незакінчене відновлення з копії

# #30044
source: Would you like to continue?
uk_ua: Продовжити?

# #30045
source: Error: Remote path doesn't exist
uk_ua: Помилка: Мережевий шлях недоступний

# #30046
source: Starting
uk_ua: Початок

# #30047
source: Local Dir
uk_ua: Локальна папка

# #30048
source: Remote Dir
uk_ua: Мережева папка

# #30050
source: Remote Path exists - may have old files in it!
uk_ua: Видалений шлях існує - там можуть бути старі версії файлів!

# #30051
source: Creating Files List
uk_ua: Готується список файлів

# #30052
source: Writing file
uk_ua: Зберігаємо файл

# #30053
source: Starting scheduled backup
uk_ua: Починається резервне копіювання за розкладом

# #30054
source: Removing backup
uk_ua: Видалення резервної копії

# #30056
source: Go to this URL to authorize
uk_ua: Перейдіть по цьому URL для авторизації

# #30057
source: Click OK AFTER completion
uk_ua: Натисніть ОК після завершення

# #30058
source: Developer Code Needed
uk_ua: Потрібно код розробника

# #30059
source: Visit https://www.dropbox.com/developers
uk_ua: Відвідайте https://www.dropbox.com/developers

# #30060
source: Enable Scheduler
uk_ua: Включити планувальник

# #30061
source: Schedule
uk_ua: Розклад

# #30062
source: Hour of Day
uk_ua: Час дня

# #30063
source: Day of Week
uk_ua: День тижня

# #30064
source: Cron Schedule
uk_ua: Планувальник

# #30065
source: Sunday
uk_ua: Неділя

# #30066
source: Monday
uk_ua: Понеділок

# #30067
source: Tuesday
uk_ua: Вівторок

# #30068
source: Wednesday
uk_ua: Середа

# #30069
source: Thursday
uk_ua: Четвер

# #30070
source: Friday
uk_ua: П'ятниця

# #30071
source: Saturday
uk_ua: Субота

# #30072
source: Every Day
uk_ua: Щодня

# #30073
source: Every Week
uk_ua: Щотижня

# #30074
source: First Day of Month
uk_ua: У перший день місяця

# #30075
source: Custom Schedule
uk_ua: Свій розклад

# #30076
source: Shutdown After Backup
uk_ua: Завершити роботу після резервного копіювання

# #30077
source: Restart Kodi
uk_ua: Перезапустити Kodi

# #30078
source: You should restart Kodi to continue
uk_ua: Необхідно перезапустити Kodi для продовження

# #30079
source: Just Today
uk_ua: Тільки сьогодні

# #30080
source: Profiles
uk_ua: Профілі

# #30081
source: Scheduler will run again on
uk_ua: Планувальник буде запущений знову в

# #30082
source: Progress Bar
uk_ua: Смуга з ходом виконання

# #30083
source: Background Progress Bar
uk_ua: Хід виконання в фоні

# #30084
source: None (Silent)
uk_ua: Не виводити (Тихо)

# #30085
source: Version Warning
uk_ua: Попередження

# #30086
source: This version of Kodi is different than the one used to create the archive
uk_ua: Використовувана версія Kodi відрізняється від версії, використовуваної при створенні архіву

# #30087
source: Compress Archives
uk_ua: Архівувати

# #30088
source: Copying Zip Archive
uk_ua: Копіювати ZIP архів

# #30089
source: Write Error Detected
uk_ua: Виявлена помилка запису

# #30090
source: The destination may not be writeable
uk_ua: Місце призначення не доступно для запису

# #30091
source: Zip archive could not be copied
uk_ua: ZIP архів не може бути скопійований

# #30092
source: Not all files were copied
uk_ua: Не всі файли були скопійовані

# #30093
source: Delete Authorization Info
uk_ua: Видалити дані авторизації

# #30094
source: This will delete any OAuth token files
uk_ua: Ця операція видалить файли OAuth аутентифікації

# #30095
source: Do you want to do this?
uk_ua: Ви дійсно хочете це зробити?

# #30096
source: Old Zip Archive could not be deleted
uk_ua: Старий Zip архів не може бути знищено

# #30097
source: This needs to happen before a backup can run
uk_ua: Це потрібно зробити перед запуском резервного копіювання

# #30099
source: Open Settings
uk_ua: Відкрити налаштування

# #30100
source: Extracting Archive
uk_ua: Витягуємо архів

# #30101
source: Error extracting the zip archive
uk_ua: Помилка при розпакуванні ZIP архіву

# #30102
source: Click OK to enter code
uk_ua: Натисніть OK, щоб ввести код

# #30103
source: Validation Code
uk_ua: Код перевірки

# #30104
source: Authorize Now
uk_ua: Авторизуйтесь зараз

# #30105
source: Authorize this remote service in the settings first
uk_ua: Спочатку авторизуйте цей віддалений сервіс в налаштуваннях

# #30106
source: is authorized
uk_ua: авторизований

# #30107
source: error authorizing
uk_ua: помилка авторизації

# #30108
source: Visit https://console.developers.google.com/
uk_ua: Відвідайте https://console.developers.google.com/

# #30109
source: Run on startup if missed
uk_ua: Запустити при запуску, якщо пропустив
